import React from 'react'

const comments = [
    {
      id: 1,
      name: "سارا رضایی",
      comment: "محصول خیلی باکیفیتی بود، بسته‌بندی هم عالی بود."
    },
    {
      id: 2,
      name: "مهدی صادقی",
      comment: "ارسال سریع بود و دقیقا همون چیزی بود که سفارش داده بودم."
    },
    {
      id: 3,
      name: "نازنین موسوی",
      comment: "طعمش فوق‌العاده بود، پیشنهاد می‌کنم حتما امتحان کنید."
    },
    {
      id: 4,
      name: "حمید نوری",
      comment: "قیمتش نسبت به کیفیتش واقعا مناسبه، ممنون از فروشگاه خوبتون."
    },
    {
      id: 5,
      name: "الهام کریمی",
      comment: "خیلی از خرید راضی‌ام، دوباره هم سفارش می‌دم."
    },
    {
      id: 6,
      name: "علی احمدی",
      comment: "کمی دیر رسید ولی کیفیت عالی بود، ارزش صبر کردن داشت."
    },
    {
      id: 7,
      name: "ریحانه مرادی",
      comment: "بسته‌بندی زیبا و تمیز، همه چیز عالی بود."
    },
    {
      id: 8,
      name: "سجاد کاظمی",
      comment: "خیلی زود به دستم رسید، پشتیبانی هم محترمانه بود."
    },
    {
      id: 9,
      name: "زهرا حیدری",
      comment: "بوی محصول طبیعی و دلنشینه، کیفیت بالا."
    },
    {
      id: 10,
      name: "حامد جعفری",
      comment: "برای هدیه گرفتم، خیلی خوششون اومد. ممنون ازتون!"
    }
  ];
  export default comments